[
    {
        "title": "A healthy economy should be designed to thrive, not to grow",
        "description": "A must-watch TED-talk by Kate Raworth. A short and engaging introduction to how Doughnut Economics can help both humanity and the living planet to thrive together.",
        "link": "https://www.youtube.com/watch?v=Rhcrbcg8HBw",
        "tags": ["Video", "WellbeingEconomics"],
        "featured": true,
        "quality": 5
    },
    {
        "title": "Doughnut Economics: Seven Ways to Think Like a 21st-Century Economist",
        "description": "A must-read to learn how to use wellbeing economics to co-create a future where the needs of all are met within the means of the living planet.",
        "link": "https://libro.fm/audiobooks/9781473556256",
        "tags": ["Book", "WellbeingEconomics"],
        "featured": true,
        "quality": 5
    },
    {
        "title": "Planet: Critical - Making Sense of the Crisis",
        "description": "Rachel has an unrivalled capacity for delivering facts and connecting the dots whilst being eloquent, engaging, compassionate, and witty. Only by understanding the true cause of the planetary crisis will we be able to resolve it.",
        "link": "https://www.youtube.com/watch?v=PQvZ6NCrC20",
        "tags": ["Video", "SystemsThinking", "Metacrisis"],
        "featured": true,
        "quality": 5
    },
    {
        "title": "The Patterning Instinct: A Cultural History of Humanity's Search for Meaning",
        "description": "Culture shapes values. Values shape history. How will our values shape the future?",
        "link": "https://libro.fm/audiobooks/9781538450598",
        "tags": ["Book", "Culture", "Meaning"],
        "quality": 5
    },
    {
        "title": "The Web of Meaning: Integrating Science and Traditional Wisdom to Find our Place in the Universe",
        "description": "A coherent and intellectually solid foundation for an alternative worldview based on deep interconnectedness, showing how modern scientific knowledge echoes the ancient wisdom of earlier cultures.",
        "link": "https://libro.fm/audiobooks/9781897408544",
        "tags": ["Book", "Philosophy", "SystemsThinking"],
        "quality": 5
    },
    {
        "title": "The Ecology of Law: Toward a Legal System in Tune with Nature and Community",
        "description": "Learn how the legal system could be reformed to enable a future where both humanity and the living planet thrive, together.",
        "link": "https://libro.fm/audiobooks/9781626567979",
        "tags": ["Book", "Law", "SystemsThinking"],
        "quality": 3
    },
    {
        "title": "The Social Dilemma: Discover What’s Hiding on the Other Side of Your Screen",
        "description": "Never before have a handful of tech designers had such control over the way billions of us think, act, and live our lives.",
        "link": "https://www.thesocialdilemma.com",
        "tags": ["Documentary", "SurveillanceCapitalism", "Attention"],
        "quality": 5
    },
    {
        "title": "Why it's time for Doughnut Economics",
        "description": "A short TED-talk exploring how the needs of all could be met within the means of the planet.",
        "link": "https://www.youtube.com/watch?v=1BHOflzxPjI",
        "tags": ["Video", "WellbeingEconomics"],
        "quality": 4
    },
    {
        "title": "The Myth of Freedom Under Capitalism",
        "description": "Upstream Documentary. Although its intellectual handmaidens love to insist otherwise — capitalism is not a system that truly embodies freedom.",
        "link": "https://www.upstreampodcast.org/the-myth-of-freedom-under-capitalism",
        "tags": ["Podcast", "Documentary", "Freedom"],
        "quality": 5
    },
    {
        "title": "About Doughnut Economics",
        "description": "The Doughnut offers a vision of what it means for humanity to thrive in the 21st century - and Doughnut Economics explores the mindset and ways of thinking needed to get us there.",
        "link": "https://doughnuteconomics.org/about-doughnut-economics",
        "tags": ["Website", "WellbeingEconomics"],
        "quality": 4
    },
    {
        "title": "Four Ways of Knowing the Meta Crisis",
        "description": "A short overview of the meta crisis by Jonathan Rowson",
        "link": "https://www.youtube.com/watch?v=NbBH1Hs_jLo",
        "tags": ["Video", "Metacrisis"],
        "quality": 2
    },
    {
        "title": "Five Insights for Avoiding Global Collapse: What a 50-Year-Old Model of the World Taught Me About a Way Forward for Us Today",
        "description": "Researcher Gaya Herrington outlines what it would take to create a future where society has transformed beyond the mere avoidance of collapse and is truly thriving.",
        "link": "https://www.mdpi.com/books/mono/6206-five-insights-for-avoiding-global-collapse",
        "tags": ["Book", "Research", "SystemsThinking"],
        "quality": 4
    },
    {
        "title": "Why Meaning in Life Matters for Societal Flourishing",
        "description": "Research article giving an overview how a sense of meaning is connected to thriving societies.",
        "link": "https://www.researchgate.net/publication/348306732_Why_Meaning_in_Life_Matters_for_Societal_Flourishing",
        "tags": ["Research", "Meaning", "Wellbeing"],
        "quality": 4
    },
    {
        "title": "Foundations of Humane Technology",
        "description": "A free, self-paced online course for professionals shaping tomorrow's technology.",
        "link": "https://www.humanetech.com/course",
        "tags": ["Course", "Wellbeing", "Technology"],
        "quality": 4
    },
    {
        "title": "The Waterworks of Money: Charting the influence of big money on our society",
        "description": "A production of  cartographer Carlijn Kingma in collaboration with investigative journalist Thomas Bollen and researcher Martijn Jeroen van der Linden",
        "link": "https://www.waterworksofmoney.com",
        "tags": ["Video", "Economics", "Freedom"],
        "quality": 5,
        "featured": true
    },
    {
        "title": "Free Will is Political",
        "description": "Video exploring the philosophy behind free will. Does Free Will really exist? And is it a wider social, cultural, and political concept?",
        "link": "https://www.youtube.com/watch?v=N5wFFRBBG7M",
        "tags": ["Video", "Freedom", "Culture"],
        "quality": 5,
        "featured": true
    }
]
